-- MySQL dump 10.13  Distrib 8.0.28, for Linux (x86_64)
--
-- Host: localhost    Database: serenity
-- ------------------------------------------------------
-- Server version	8.0.28

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `coms`
--

DROP TABLE IF EXISTS `coms`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `coms` (
  `id` int NOT NULL AUTO_INCREMENT,
  `owner` int NOT NULL,
  `parent` int NOT NULL,
  `date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `data` text COLLATE utf8_unicode_ci NOT NULL,
  `type` int NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `coms`
--

LOCK TABLES `coms` WRITE;
/*!40000 ALTER TABLE `coms` DISABLE KEYS */;
/*!40000 ALTER TABLE `coms` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `hash`
--

DROP TABLE IF EXISTS `hash`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `hash` (
  `kilo` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `uid` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `hash`
--

LOCK TABLES `hash` WRITE;
/*!40000 ALTER TABLE `hash` DISABLE KEYS */;
INSERT INTO `hash` VALUES ('6ad3b29b4f9e0924a02fab8d309e93063a8d1bac24cb0861d5c0461f899d513c',1),('ebce3cbd540916733f3e58ceefee4147c74d4947a76652cba6d66b11a2dd3be2',2);
/*!40000 ALTER TABLE `hash` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `msg`
--

DROP TABLE IF EXISTS `msg`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `msg` (
  `id` int NOT NULL AUTO_INCREMENT,
  `owner` int NOT NULL,
  `subj` varchar(1024) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `data` text COLLATE utf8_unicode_ci NOT NULL,
  `date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `parent` int NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=30 DEFAULT CHARSET=utf8mb3 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `msg`
--

LOCK TABLES `msg` WRITE;
/*!40000 ALTER TABLE `msg` DISABLE KEYS */;
INSERT INTO `msg` VALUES (4,3,'Билл - Герой галактики','- Адвоката мне! Адвоката! Требую обеспечить защиту моих гражданских прав! - орал Билл, колотя по решетке камеры покореженной миской, в которой ему доставляли ужин, состоявший из хлеба и воды. Однако никто не откликнулся на его зов, и, окончательно охрипнув, Билл обессиленно свалился на бугристую пластиковую койку и уставился в металлический потолок. Погрузившись в отчаяние, он смотрел невидящим взглядом на крюк в потолке, пока наконец не сообразил, на что он смотрит. Крюк? Зачем он здесь? Несмотря на апатию, овладевшую Биллом, эта мысль не давала ему покоя - точно так же, как не оставляло его недоумение по поводу того, что в придачу к дырявому тюремному комбинезону ему выдали крепкий пластиковый ремень, снабженный огромной пряжкой. Кто же подпоясывает ремнем комбинезон, сшитый из цельного куска ткани? У Билла отобрали решительно все, оставив ему бумажные тапочки, засаленный комбинезон и отличный ремень. Зачем? И зачем здесь этот крепкий большой крюк, нарушающий нетронутую гладкость потолка?<br><br>- Спасен! - закричал Билл и, вскочив на краешек койки, расстегнул ремень.<br><br>На конце ремня тут же обнаружилось отверстие, точь-в-точь подходящее для крюка. Пряжка же представляла собой великолепный узел для скользящей петли, готовой любовно обвиться вокруг Билловой шеи. Стоило только сунуть голову в петлю, установить пряжку где-то под ухом и отпихнуть койку, чтобы повиснуть над полом на расстоянии фута. Ну просто блеск!<br><br>- Ну просто блеск! - в полном восторге заорал Билл, спрыгнул с койки и, громко улюлюкая, забегал кругами под висящей петлей. - Я еще не зарезан, не поджарен и не подан к столу. Они, значит, хотят, чтобы я покончил с собой и тем самым облегчил им жизнь.<br><br>Билл улегся на койку со счастливой улыбкой на губах и погрузился в размышления. Наверняка он может как-то выкрутиться из этой ситуации и остаться в живых, иначе зачем бы им прилагать столько усилий, чтобы предоставить ему возможность покончить с собой? А может, они ведут какую-то другую, более тонкую игру? Подают ему надежду, когда надеяться на самом деле не на что? Нет, это вряд ли. У них есть множество качеств: мелочность, эгоизм, злоба, мстительность, высокомерие, жажда власти - этот перечень можно продолжать до бесконечности, но ясно одно: такая черта, как тонкость, в него не войдет. У них? В первый раз в жизни Билл задумался над вопросом: что значит - они? Все взваливали на них ответственность за свои беды, каждый знал, что от них исходят все неприятности. Он по собственному опыту знал, каковы они на самом деле. Но кто же они такие?<br><br>Чьи-то шаги замерли у дверей камеры. Подняв глаза, Билл столкнулся с пронзительным взглядом Смертвича Дранга.<br><br>- Кто они такие? - спросил Билл.<br><br>- Они - это каждый, кто хочет быть одним из них, - философски изрек Смертвич, цыкая зубом. - Они - это одновременно и образ мышления и социальный статус.<br><br>- Не компостируй мне мозги своими дурацкими загадками! Я задал прямой вопрос и жду такого же прямого ответа.<br><br>- А я тебе прямо и отвечаю, - искренне удивился Смертвич. - Они умирают, на смену им приходят другие, но как социальное явление они бессмертны.<br>','2022-03-27 18:04:03',0),(6,4,'Гобіт','Матуся оцього нашого гобіта... — до речі, а хто такий гобіт? Я гадаю, гобітів сьогодні треба якось описати, адже вони стали рідкісними!] і почали триматись осторонь від Великого Народу, як вони називають нас. Вони є (чи були) маленькими чоловічками, десь до половини нашого зросту, і меншими, ніж бородаті ґноми. У гобітів борід немає. У них також мало або й зовсім немає нічого чарівного, за винятком звичайних буденних чарів, які допомагають їм зникати безшумно і швидко, коли дурні здоровані, як-от ви чи я, немов слони, незграбно сунуть у їхній бік, зчиняючи шум, який можна почути за милю. Гобіти схильні до повноти; вони вдягаються в усе яскраве (переважно в зелене та жовте); не носять взуття, бо від природи мають на ступнях товсту підошву та густе і тепле брунатне хутро, подібне до волосся в них на головах (тільки не кучеряве); мають довгі вправні брунатні пальці, добро-душні обличчя і заливаються глибоким мелодійним сміхом (особливо після обіду, який вони залюбки заживають двічі на день, коли вдасться). Тепер ви знаєте досить, отож можна розповідати далі. Як я почав був говорити, матусею цього гобіта — тобто Більбо Торбина — була знаменита Беладонна Тук, одна з трьох славних доньок Старого Тука, старійшини гобітів, котрі жили в Заріччі — по той бік маленької річечки, що протікала біля підніжжя Пригірка. Подейкували (в інших родинах), що в далекому минулому один із Тукових предків узяв собі за дружину ельфиню. Це, звісно, дурниці, проте в усіх Туках, напевно було щось не зовсім гобітське, бо час від часу хтось із їхнього клану вирушав на пошуки пригод. Вони делікатно зникали, і родина залагоджувала цю справу; та факт залишався фактом: Туки не були такі респектабельні, як Торбини, хоча, без сумніву, жили заможніше.<br><br>Не можна сказати, що Беладонна Тук зазнала коли-небудь якихось пригод, вийшовши заміж за Бунґо Торбина. Бунґо, який був батьком Більбо, побудував для неї (а частково і за її гроші) найрозкішнішу гобітську нору, яку тільки можна було знайти чи то під Пригірком, чи по той бік Пригірка — в Загір’ї, чи в Заріччі, і прожили вони там до самого кінця своїх днів. І все-таки ймовірно, що Більбо, її єдиний син, хоч він і виглядав та поводився, як точна копія свого статечного та добропорядного тата, успадкував від Туків щось дивацьке, що лише чекало нагоди, аби вийти назовні. Нагоди, щоправда, жодного разу так і не трапилося, аж доки Більбо Торбин подорослішав, дожив приблизно до п’ятдесяти чи скількох там літ, мешкаючи в чудовій гобітській норі, яку побудував його батько — його я щойно вам описав, — і здавалося, що тепер він уже ніколи не зрушить із насидженого місця.<br><br>Через якийсь дивний збіг обставин одного ранку багато років тому — стояла благословенна світова тиша (тоді було менше гамору та більше зелені, ніж тепер, а гобіти ще водилися у великій кількості й розкошували), і стояв у дверях після сніданку Більбо Торбин, палячи надміру довгу дерев’яну люльку, яка сягала мало не волохатих пальців на його ногах (з охайно розчесаним хутром), — поруч проходив Ґандальф. Ґандальф! Якби ви чули бодай чверть того, що чув про нього я, — а чув я лише дещицю з усього того, що розповідають, — ви були б готові до будь-якої славної оповіді. Оповіді та пригоди виростали мов гриби скрізь, де ступала його нога. Він не проходив повз Пригірок довгі віки, чи не відтоді, як помер його приятель, Старий Тук, отож гобіти майже забули, як він виглядає. Востаннє він бував у власних справах у Загір’ї й Заріччі, коли всі вони були маленькими гобітенятами — хлопчиками та дівчатками.<br><br>Тож того ранку Більбо, нічого такого не сподіваючись, побачив просто собі дідугана з патерицею в руці. Він мав високий гостроверхий капелюх, був одягнутий у довгий сірий плащ, на шиї мав сріблястий шарф, поверх якого аж до пояса звисала довга біла борода, а на ногах — величезні чорні черевики.<br><br>— Добрий ранок! — привітався Більбо, не маючи на гадці нічого іншого.<br><br>Сонце сяяло, і трава була напрочуд зелена. Проте Ґандальф зиркнув на нього з-під довгих кошлатих брів, які вибивалися за широкі криси його капелюха.<br><br>— Що ти маєш на увазі? — спитав він. — Бажаєш мені доброго ранку, чи гадаєш, що цей ранок добрий, незалежно від того, хочу я цього чи ні, чи що цього ранку ти сам почуваєшся добре, чи що цього ранку всім належить бути добрими?<br><br>— Усе разом, — відповів Більбо. — І ще це дуже гарний ранок для того, щоб викурити люльку на свіжому повітрі. Якщо маєте з собою люльку, то присядьте поруч і скуштуйте мого тютюну! Нічого поспішати — попереду цілий день! — і Більбо сів на порозі, схрестив ноги й випустив чудове сіре кільце диму, яке не розірвалось, а знялось у повітря і попливло кудись у Загір’я.','2022-03-27 18:39:14',0),(10,4,'9600 бод','Винни на мгновение оторвался от клавиатуры, чтобы вытереть лапой потный \r\nлоб. Сегодня ему на редкость везло. Несколько дней назад за банку из-под\r\n меда с двумя проводками и лампочкой на крышке, которую Кролик сослепу \r\nпринял за высокоскоростной модем, он подбил его поковыряться ломом в \r\nраспаячной коробке международной телефонной сети «САВА-International». \r\nКролика засадили на пятнадцать суток, но теперь все счета за звонки за \r\nбугор, в соседний Лес, приходили на Дуб, Пчелам, отчего те сильно \r\nзлились и обещали в будущем году поднять котировки на мед втрое. Винни \r\nПух наскоро прозвонился в два соседних леса, где под именем Пятачка и \r\nпаролем «ZHELUDD» слил здоровенную игрушку. После этого он принялся \r\nобзванивать все BBS (то есть, Brevno Board System) в пределах родного \r\nЛеса. Сейчас разгоряченный модем производства компании «Кенга и К535РУ \r\nCommunication Industries» понемногу остывал, политый водой из остывшего \r\nза трое суток чайника.','2022-03-29 23:55:15',0),(11,4,'Aen Ithlinnespeath','И поднимется король Юга против королей Севера, и зальет их земли могучим потоком; и будут они разбиты, а народы их уничтожены. Земли будут истоптаны, а затем веревкою отмеряны. И разрушены будут города и пустынны. Нетопырь, ворон и филин поселятся в домах. И змей угнездится в них.<br><br>И так начнется гибель мира. Кто далеко — умрет от болезни, кто близко — падет от меча, кто останется, умрет с голоду, кто выживет, того погубит мороз... Ибо наступит век Меча и Топора, век Волчьей Пурги. Придет Час Белого Хлада и Белого Света. Час Безумия и Час Презрения, Tedd Deireadh. Час Конца.<br><br>Мир умрет, погруженный во мрак, и возродится вместе с новым солнцем. Воспрянет он из Старшей Крови, из Hen Ichaer, из зерна засеянного. Зерна, кое не прорастет, не проклюнется, но возгорится пламенем.<br><br>Уцелеют лишь те, что пойдут за Ласточкой. Ласточка — символ весны, избавительница. Она отворит запретные двери, укажет путь спасения. И возвестит возрождение мира. Ласточка, Дитя Старшей Крови. А потомкам ее предстоит править в новом мире.<br><br>Esstuath esse! Да будет так! Внимайте знамениям! А каковы будут оные, глаголю вам: вначале изойдет земля кровью Aen Seidhe. Кровью Эльфов...','2022-03-30 00:23:57',0),(12,4,'Aen Ithlinnespeath','И поднимется король Юга против королей Севера, и зальет их земли могучим потоком; и будут они разбиты, а народы их уничтожены. Земли будут истоптаны, а затем веревкою отмеряны. И разрушены будут города и пустынны. Нетопырь, ворон и филин поселятся в домах. И змей угнездится в них.<br><br>И так начнется гибель мира. Кто далеко — умрет от болезни, кто близко — падет от меча, кто останется, умрет с голоду, кто выживет, того погубит мороз... Ибо наступит век Меча и Топора, век Волчьей Пурги. Придет Час Белого Хлада и Белого Света. Час Безумия и Час Презрения, Tedd Deireadh. Час Конца.<br><br>Мир умрет, погруженный во мрак, и возродится вместе с новым солнцем. Воспрянет он из Старшей Крови, из Hen Ichaer, из зерна засеянного. Зерна, кое не прорастет, не проклюнется, но возгорится пламенем.<br><br>Уцелеют лишь те, что пойдут за Ласточкой. Ласточка — символ весны, избавительница. Она отворит запретные двери, укажет путь спасения. И возвестит возрождение мира. Ласточка, Дитя Старшей Крови. А потомкам ее предстоит править в новом мире.<br><br>Esstuath esse! Да будет так! Внимайте знамениям! А каковы будут оные, глаголю вам: вначале изойдет земля кровью Aen Seidhe. Кровью Эльфов...','2022-03-30 00:24:30',11),(13,4,'Three rings','Three Rings for the Elven-kings under the sky,<br>\r\nSeven for the Dwarf-lords in their halls of stone,<br>\r\nNine for Mortal Men doomed to die,<br>\r\nOne for the Dark Lord on his dark throne<br>\r\nIn the Land of Mordor where the Shadows lie.<br>\r\nOne Ring to rule them all, One Ring to find them,<br>\r\nOne Ring to bring them all and in the darkness bind them<br>\r\nIn the Land of Mordor where the Shadows lie. ','2022-03-30 00:30:38',0),(14,4,'Три Кольца','Три кольца - премудрым эльфам - для добра их гордого.<br>\r\nСемь колец - пещерным гномам - для труда их горного.<br>\r\nДевять - людям Средиземья - для служенья черного<br>\r\nИ бесстрашия в сраженьях смертоносно твердого.<br>\r\nА одно - всесильное - властелину Мордора, -<br>\r\nЧтоб разъединить их всех, чтоб лишить их воли<br>\r\nИ объединить навек в их земной юдоли<br>\r\nПод владычеством всесильным властелина Мордора. cp1256_biq','2022-03-30 00:33:03',13),(15,13,NULL,'','2022-04-06 10:41:03',11),(16,13,NULL,'','2022-04-06 10:42:08',11),(17,13,NULL,'','2022-04-06 13:24:22',11),(18,13,NULL,'Comm','2022-04-06 20:22:29',4),(21,13,NULL,'Comm','2022-04-06 20:44:49',18),(22,13,NULL,'Грибы́ (лат. Fungi или Mycota) — царство живой природы, объединяющее эукариотические организмы, сочетающие в себе некоторые признаки как растений, так и животных. Грибы изучает наука микология, которая считается разделом ботаники, поскольку ранее грибы относили к царству растений.\r\n\r\nПонятие о грибах как об отдельном царстве сформировалось в науке к 1960-м годам, хотя выделить это царство предлагал ещё Э. Фрис в 1831 году, а Карл Линней высказывал сомнения, размещая грибы в царстве растений в своей «Системе природы». Во второй половине XX века окончательно сформировалось и представление о полифилетизме грибов. К концу XX века были накоплены данные по генетике, цитологии и биохимии, позволившие разделить эту группу организмов на несколько не родственных между собой ветвей и распределить их между различными царствами, оставив в царстве «настоящих», или собственно грибов, только одну из них. Таким образом, к началу XXI века научный термин «грибы» стал неоднозначным[1].','2022-04-06 20:47:11',21),(23,13,NULL,'r','2022-04-06 22:26:05',0),(24,13,NULL,'r','2022-04-06 22:26:32',0),(25,13,NULL,'r','2022-04-06 22:27:18',0),(26,13,NULL,'r','2022-04-06 22:27:24',0),(27,13,NULL,'R','2022-04-06 22:38:35',0),(28,13,NULL,'R','2022-04-06 22:38:55',0),(29,13,NULL,'R','2022-04-06 22:42:01',0);
/*!40000 ALTER TABLE `msg` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `users` (
  `id` int NOT NULL AUTO_INCREMENT,
  `name` varchar(128) COLLATE utf8_unicode_ci NOT NULL,
  `date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `pass` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(128) COLLATE utf8_unicode_ci NOT NULL,
  `kilo` varchar(64) COLLATE utf8_unicode_ci DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8mb3 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (4,'int','2022-03-27 09:52:44','7e7576bde8baa58874dc2a8a752ee3dc','int@tinedel.kiev.ua','77d0a3275c25222fc4cac9b3ff4e8f3d12e3717718e3a86dc0bb91bec9027afa'),(5,'user1','2022-03-27 10:35:33','46f94c8de14fb36680850768ff1b7f2a','user@user.org','53852c6e9a10a13fc457615402db88c5f648b788289bbb163ffae9b273c125e9'),(6,'user2','2022-03-27 11:45:07','7e7576bde8baa58874dc2a8a752ee3dc','int@gmail.com','95ce2825bf4ecb8c749e63baf80334d741a254416fcdb43a95e4cf9cc7702b27'),(7,'bla1','2022-03-28 21:24:13','46f94c8de14fb36680850768ff1b7f2a','int','0b1097e23a129393e9ce0aa8ff3faf08f57e27bc6c3ec10cfa2f2eebfc3b2f96'),(8,'ssha','2022-03-29 18:51:06','fffca4d67ea0a788813031b8bbc3b329','ssha@usa.ua','0'),(9,'shushik','2022-03-30 08:32:24','776ee886e4c54b3aa30fc08afef7ce3f','int','c0588314274fa1c901a96221ab938e6e7aa676819e932d99aacc59f482adce19'),(10,'usr3&','2022-04-06 08:39:42','de5b7d7a75a4aefa3dff9f129053136b','user@usr.com&','0'),(11,'usr4&','2022-04-06 08:55:52','de5b7d7a75a4aefa3dff9f129053136b','user@usr.com&','f9b06fa7566ea563439978c4ccde8cb57e400b209694bf8ecedcf06a849678cb'),(12,'usr5&','2022-04-06 09:04:46','de5b7d7a75a4aefa3dff9f129053136b','user@usr.com&','0'),(13,'user6','2022-04-06 09:14:13','46f94c8de14fb36680850768ff1b7f2a','user@usr.com','043324aee0f853f34c42d090f345b573c8b281120c8fb037a47351c4ae93f001'),(14,'user7','2022-04-06 09:39:53','4297f44b13955235245b2497399d7a93','user@usr.com','06b812915fe68bd9f5a5d424d61a39bbdad4a2d613ce6ca1ae8a020a11657126'),(15,'user9','2022-04-06 09:41:22','46f94c8de14fb36680850768ff1b7f2a','user@usr.com','9f0c126610385d84874d31f63f40db64c4c3ef48a69bd1325afa2780c7ffdfb5'),(16,'user8','2022-04-06 09:53:10','7e7576bde8baa58874dc2a8a752ee3dc','user@usr.com','2a03f43d585489a1dc216dd78975ceea33fdbb7689221f75cdf29fb6a50cf064'),(17,'uint&','2022-04-06 20:11:09','86ef04684938e6bf4252a4fde4de80aa','us','0');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2022-04-06 23:36:29
